Repository: davidkremlev/ccwidget
Catalog: Widget/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, ja, ru, zh_hans

source: %@ %%/h
de: %@ %%/Std.
ja: %@ %%/時
ru: %@ %%/ч
zh_hans: %@ %%/小时

source: 5-hour used
de: In 5 Std. verbraucht
es: Consumo en 5 h
ja: 5時間の使用率
ru: Использовано за 5 часов
zh_hans: 5小时已用

source: Claude Code sends them to Pro and Max accounts, after the first reply.
de: Claude Code sendet sie an Pro- und Max-Konten, nach der ersten Antwort.
es: Claude Code los envía a las cuentas Pro y Max, tras la primera respuesta.
ja: Claude Code は Pro と Max のアカウントに、最初の応答のあとで送信します。
ru: Claude Code присылает их аккаунтам Pro и Max после первого ответа.
zh_hans: Claude Code 会在首次回复之后，向 Pro 和 Max 账户发送。

source: Context used
de: Kontext belegt
es: Contexto ocupado
ja: コンテキスト使用率
ru: Заполнение контекста
zh_hans: 上下文已用

source: Cost
de: Kosten
es: Coste
ja: コスト
ru: Стоимость
zh_hans: 费用

source: Data is stale
de: Daten sind veraltet
es: Los datos están obsoletos
ja: データが古くなっています
ru: Данные устарели
zh_hans: 数据已过时

source: Estimate
de: Schätzung
es: Estimación
ja: 推定
ru: Оценка
zh_hans: 估算

source: Lasts until reset
de: Reicht bis zum Reset
es: Alcanza hasta el reinicio
ja: リセットまで持ちます
ru: Хватит до сброса
zh_hans: 可撑到重置

source: Launch Claude Code
de: Claude Code starten
es: Inicia Claude Code
ja: Claude Code を起動
ru: Запустите Claude Code
zh_hans: 启动 Claude Code

source: Launch Claude Code in the terminal and send a message.
de: Starten Sie Claude Code im Terminal und senden Sie eine Nachricht.
es: Inicia Claude Code en el terminal y envía un mensaje.
ja: ターミナルで Claude Code を起動してメッセージを送ってください。
ru: Запустите Claude Code в терминале и отправьте сообщение.
zh_hans: 在终端中启动 Claude Code 并发送一条消息。

source: Launch Claude Code in the terminal to refresh.
de: Starten Sie Claude Code im Terminal, um zu aktualisieren.
es: Inicia Claude Code en el terminal para actualizar.
ja: 更新するにはターミナルで Claude Code を起動してください。
ru: Запустите Claude Code в терминале, чтобы обновить.
zh_hans: 在终端中启动 Claude Code 以刷新。

source: Limits have not arrived
de: Limits sind nicht eingetroffen
es: Los límites no han llegado
ja: 上限データが届いていません
ru: Лимиты не пришли
zh_hans: 额度数据尚未送达

source: No data yet
de: Noch keine Daten
es: Aún no hay datos
ja: まだデータがありません
ru: Данных пока нет
zh_hans: 暂无数据

source: Not enough data yet
de: Noch zu wenig Daten
es: Aún no hay datos suficientes
ja: データがまだ足りません
ru: Данных пока мало
zh_hans: 数据尚不足

source: Rate only — too little history for a date
de: Nur Tempo — zu wenig Verlauf für ein Datum
es: Solo ritmo: historial insuficiente para una fecha
ja: ペースのみ — 日付を出すには履歴が不足
ru: Только темп — истории мало, чтобы назвать дату
zh_hans: 仅速率 — 历史不足以给出日期

source: Runs out ~%@
de: Aufgebraucht ~%@
es: Se agota ~%@
ja: ~%@ に尽きます
ru: Закончится ~%@
zh_hans: ~%@ 用尽

source: This session
de: Diese Sitzung
es: Esta sesión
ja: このセッション
ru: Эта сессия
zh_hans: 本次会话

source: Track how much of your Claude subscription you have used, with the context window and cost.
de: Verfolgen Sie, wie viel Ihres Claude-Abos Sie verbraucht haben — samt Kontextfenster und Kosten.
es: Sigue cuánto has consumido de tu suscripción a Claude, con la ventana de contexto y el coste.
ja: Claudeサブスクリプションの使用量を、コンテキストウィンドウとコストとともに把握できます。
ru: Следите за тем, сколько израсходовано от подписки Claude, вместе с окном контекста и стоимостью.
zh_hans: 跟踪你已用掉多少 Claude 订阅额度，并查看上下文窗口与费用。

source: Usage is flat
de: Verbrauch stagniert
es: Consumo estancado
ja: 使用量は横ばい
ru: Расход не растёт
zh_hans: 用量持平

source: Week usage chart
de: Diagramm des Wochenverbrauchs
es: Gráfico de uso semanal
ja: 週間使用量のグラフ
ru: График недельного расхода
zh_hans: 每周用量图表

source: Week used
de: Diese Woche verbraucht
es: Consumo semanal
ja: 週の使用率
ru: Использовано за неделю
zh_hans: 本周已用

source: closed
de: beendet
es: cerrada
ja: 終了
ru: закрылось
zh_hans: 已结束

source: closed · %@
de: beendet · %@
es: cerrada · %@
ja: 終了 · %@
ru: закрылось · %@
zh_hans: 已结束 · %@

source: no data
de: keine Daten
es: sin datos
ja: データなし
ru: нет данных
zh_hans: 无数据

source: outdated · updated at %@
de: veraltet · aktualisiert um %@
es: desactualizado · actualizado a las %@
ja: 古いデータ · %@ に更新
ru: данные устарели · обновлено в %@
zh_hans: 数据已过时 · %@ 更新

source: resets %@ · %@
de: Reset %@ · %@
es: reinicia %@ · %@
ja: %@ にリセット · %@
ru: сброс %@ · %@
zh_hans: %@ 重置 · %@

source: this session:
de: diese Sitzung:
es: esta sesión:
ja: このセッション:
ru: эта сессия:
zh_hans: 本次会话：

source: updated at %@
de: aktualisiert um %@
es: actualizado a las %@
ja: %@ に更新
ru: обновлено в %@
zh_hans: %@ 更新

source: used · resets %@
de: verbraucht · Reset %@
es: consumido · reinicia %@
ja: 使用済み · %@ にリセット
ru: использовано · сброс %@
zh_hans: 已用 · %@ 重置

source: waiting for limits
de: warte auf Limits
es: esperando límites
ja: 制限を待っています
ru: ожидание лимитов
zh_hans: 等待限额

source: Cache
es: Caché
ja: キャッシュ
ru: Кеш
zh_hans: 缓存

source: cache %@
es: caché %@
ja: キャッシュ %@
ru: кеш %@
zh_hans: 缓存 %@

source: · cache %@
es: · caché %@
ja: · キャッシュ %@
ru: · кеш %@
zh_hans: · 缓存 %@

source: Tokens
ja: トークン
ru: Токены
zh_hans: 令牌
